export const reviews = [
  {
    title: "Анна С.",
    rating: 5,
    content:
      'Заказывала пиццу "Пепперони" на прошлой неделе, и это была лучшая пицца, которую я когда-либо пробовала! Тесто идеально хрустящее, начинка свежая и вкусная. Доставка быстрая и вежливая. Обязательно закажу еще!',
  },
  {
    title: "Дмитрий К.",
    rating: 4,
    content:
      'Отличное место! Заказывали пиццу "Четыре сыра" на большую компанию. Всем очень понравилось, особенно разнообразие сыров. Единственный минус – немного долго ждали доставку в час пик, но в целом остались довольны.',
  },
  {
    title: "Елена П.",
    rating: 5,
    content:
      "Я вегетарианка, и мне всегда сложно найти хорошую пиццу без мяса. В Next Pizza отличный выбор вегетарианских пицц, и все они очень вкусные! Особенно понравилась пицца с грибами и артишоками. Рекомендую!",
  },
  {
    title: "Андрей М.",
    rating: 3,
    content:
      'Пицца неплохая, но ничего особенного. Заказывал "Маргариту", тесто немного пресноватое. Доставка вовремя, курьер вежливый. В целом, нормально, но можно и лучше.',
  },
  {
    title: "Ольга В.",
    rating: 5,
    content:
      'Очень люблю Next Pizza! Всегда свежие ингредиенты, быстрая доставка и приветливый персонал. Моя любимая пицца – "Фирменная", обязательно попробуйте! Рекомендую всем своим друзьям.',
  },
];

export const pizzas = [
  {
    id: "1",
    title: "Пепперони",
    description:
      "Классическая пицца с пикантной пепперони, томатным соусом и моцареллой.",
    price: 18.5,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adc2761077af92cc4e0b8f5471a8.jpg",
    category: 1,
  },
  {
    id: "2",
    title: "Маргарита",
    description:
      "Простая и вкусная пицца с томатным соусом, моцареллой и базиликом. Лучшая пицца от сообщества",
    price: 15.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adc9477c7941bf125d04e4018c2a.jpg",
    category: 2,
  },
  {
    id: "3",
    title: "Четыре сыра",
    description:
      "Изысканное сочетание четырех видов сыра: моцареллы, пармезана, дорблю и чеддера.",
    price: 22.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adc1152f78a8ab137aadd414ce11.jpg",
    category: 3,
  },
  {
    id: "4",
    title: "Гавайская",
    description:
      "Любимая многими пицца с ветчиной, ананасами, томатным соусом и моцареллой.",
    price: 19.5,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adc3a4cb700a904225a22303bcb2.jpg",
    category: 4,
  },
  {
    id: "5",
    title: "Деревенская",
    description:
      "Сытная пицца с курицей, беконом, маринованными огурчиками, луком, томатным соусом и моцареллой.",
    price: 21.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adbde22676dd84d4edbe2bf5a4d1.jpg",
    category: 5,
  },
  {
    id: "6",
    title: "Охотничья",
    description:
      "Пицца для любителей мяса с охотничьими колбасками, беконом, луком, томатным соусом и моцареллой.",
    price: 23.5,
    image:
      "https://media.dodostatic.net/image/r:292x292/11eef45fdf8d3091a8826b43f4026bab.jpg",
    category: 1,
  },
  {
    id: "7",
    title: "Вегетарианская",
    description:
      "Пицца с грибами, болгарским перцем, помидорами, оливками, томатным соусом и моцареллой.",
    price: 17.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adb2b69272e8964826e929c9299e.jpg",
    category: 2,
  },
  {
    id: "8",
    title: "Мясная",
    description:
      "Насыщенная мясная пицца с говядиной, свининой, курицей, беконом, томатным соусом и моцареллой.",
    price: 25.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adb48347752db2c0fe5013abc74f.jpg",
    category: 3,
  },
  {
    id: "9",
    title: "Грибная",
    description:
      "Ароматная пицца с шампиньонами, вешенками, луком, сливочным соусом и моцареллой.",
    price: 20.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/11ee7d5f1c0043c2985bbf6397e459ed.jpg",
    category: 4,
  },
  {
    id: "10",
    title: "Пицца от шефа",
    description:
      "Оригинальная пицца с авторским сочетанием ингредиентов. Узнайте, что сегодня в меню!",
    price: 26.0,
    image:
      "https://media.dodostatic.net/image/r:292x292/0195adb927fd7388a6496240b185adb6.jpg",
    category: 5,
  },
];
